Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Location Reminder
ar: تذكير بالموقع
es: Recordatorio de ubicación
hi: स्थान रिमाइंडर
it: Promemoria posizione
ja: 位置情報リマインダー
ms: Peringatan Lokasi
th: การเตือนตามตำแหน่ง
ur: مقام کی یاد دہانی
zh_hans: 位置提醒

source: Location Reminders
ar: تذكيرات الموقع
es: Recordatorios de ubicación
hi: स्थान रिमाइंडर
it: Promemoria di posizione
ja: 位置リマインダー
ms: Peringatan lokasi
th: การเตือนตามตำแหน่ง
ur: مقام کی یاد دہانیاں
zh_hans: 位置提醒

source: Longitude
ar: خط الطول
es: Longitud
hi: देशांतर
it: Longitudine
ja: 経度
ms: Longitud
th: ลองจิจูด
ur: طول البلد
zh_hans: 经度

source: Look & Feel
ar: المظهر والإحساس
es: Aspecto y estilo
hi: रूप और अनुभव
it: Aspetto e stile
ja: 見た目と操作感
ms: Rupa & Rasa
th: รูปลักษณ์และความรู้สึก
ur: انداز اور احساس
zh_hans: 外观与体验

source: Lunch for toDō
ar: غداء لـ toDō
es: Un almuerzo para toDō
hi: toDō के लिए दोपहर का भोजन
it: Un pranzo per toDō
ja: toDōにランチを
ms: Makan tengah hari untuk toDō
th: มื้อกลางวันสำหรับ toDō
ur: toDō کے لیے دوپہر کا کھانا
zh_hans: 请 toDō 吃午餐

source: Made with Intention
ar: صُنع بقصد
es: Hecho con intención
hi: इरादे के साथ बनाया गया
it: Creato con intenzione
ja: 意図をもってつくる
ms: Dibuat dengan Niat
th: สร้างอย่างมีเจตนา
ur: ارادے کے ساتھ بنایا گیا
zh_hans: 用心打造

source: Make space for what matters, shape the work, and carry it with you across your devices.
ar: وفّر مساحة لما يهم، وشكّل العمل، وخذه معك عبر أجهزتك.
es: Haz espacio para lo importante, da forma al trabajo y llévalo contigo en todos tus dispositivos.
hi: जो मायने रखता है उसके लिए जगह बनाएँ, काम को आकार दें और उसे अपने सभी डिवाइस पर साथ रखें।
it: Fai spazio a ciò che conta, dai forma al lavoro e portalo con te su tutti i tuoi dispositivi.
ja: 大切なことのための余白をつくり、作業を整え、どのデバイスでも持ち歩けます。
ms: Beri ruang untuk perkara penting, susun kerja dan bawanya bersama anda merentas peranti.
th: สร้างพื้นที่ให้สิ่งสำคัญ จัดรูปแบบงาน และพกพาไปกับคุณในทุกอุปกรณ์
ur: اہم کام کے لیے جگہ بنائیں، کام کو ترتیب دیں اور اسے اپنے تمام آلات پر ساتھ رکھیں۔
zh_hans: 为重要的事情留出空间，理清工作，并在所有设备上随身使用。

source: Making sure tags and toDōs stay linked correctly.
ar: التأكد من بقاء العلامات والمهام مرتبطة بشكل صحيح.
es: Asegurarse de que las etiquetas y las tareas pendientes permanezcan vinculadas correctamente.
hi: यह सुनिश्चित करना कि टैग और toDōs सही ढंग से जुड़े रहें।
it: Assicurati che tag e cose da fare rimangano collegati correttamente.
ja: タグと toDō が正しくリンクされた状態に保たれるようにします。
ms: Memastikan teg dan Tugasan kekal dipautkan dengan betul.
th: ตรวจสอบให้แน่ใจว่าแท็กและสิ่งที่ต้องทำเชื่อมโยงกันอย่างถูกต้อง
ur: اس بات کو یقینی بنانا کہ ٹیگز اور ٹُڈُوز صحیح طریقے سے جڑے رہیں۔
zh_hans: 确保标签和待办事项保持正确链接。

source: Manage
ar: الإدارة
es: Gestionar
hi: प्रबंधित करें
it: Gestisci
ja: 管理
ms: Urus
th: จัดการ
ur: انتظام
zh_hans: 管理

source: Manage Subscriptions
ar: إدارة الاشتراكات
es: Gestionar suscripciones
hi: सदस्यताएँ प्रबंधित करें
it: Gestisci abbonamenti
ja: サブスクリプションを管理
ms: Urus Langganan
th: จัดการการสมัครสมาชิก
ur: سبسکرپشنز کا انتظام کریں
zh_hans: 管理订阅

source: Manage Tags
ar: إدارة الوسوم
es: Gestionar etiquetas
hi: टैग प्रबंधित करें
it: Gestisci tag
ja: タグを管理
ms: Urus tag
th: จัดการแท็ก
ur: ٹیگز کا نظم کریں
zh_hans: 管理标签

source: Manage Your Data
ar: إدارة بياناتك
es: Gestiona tus datos
hi: अपना डेटा प्रबंधित करें
it: Gestisci i tuoi dati
ja: データを管理
ms: Urus Data Anda
th: จัดการข้อมูลของคุณ
ur: اپنا ڈیٹا منظم کریں
zh_hans: 管理你的数据

source: Mark %@ done
ar: وضع علامة على %@ كمكتمل
es: Marcar%@hecho
hi: %@को चिह्नित करें
it: Segna %@ come completato
ja: %@を完了にする
ms: Tandakan %@ selesai
th: ทำเครื่องหมาย %@ ว่าเสร็จแล้ว
ur: %@ کو مکمل نشان زد کریں
zh_hans: 标记%@已完成

source: Mark active
ar: وضع علامة كنشط
es: Marcar activo
hi: सक्रिय चिह्नित करें
it: Segna attivo
ja: アクティブにする
ms: Tanda aktif
th: ทำเครื่องหมายว่าใช้งานอยู่
ur: فعال نشان زد کریں
zh_hans: 标记为活动

source: Mark Active
ar: وضع علامة كنشط
es: Marcar activo
hi: सक्रिय चिह्नित करें
it: Segna attivo
ja: アクティブにする
ms: Tanda aktif
th: ทำเครื่องหมายว่าใช้งานอยู่
ur: فعال نشان زد کریں
zh_hans: 标记为活跃

source: Mark an active toDō as done.
ar: وضع علامة على تُدُ نشط كمكتمل.
es: Marcar una tarea pendiente activa como terminada.
hi: किसी सक्रिय toDō को हो गया के रूप में चिह्नित करें.
it: Segna un toDō attivo come fatto.
ja: アクティブなtoDōを完了にします。
ms: Tandakan toDō aktif sebagai selesai.
th: ทำเครื่องหมาย toDō ที่ใช้งานอยู่ว่าเสร็จแล้ว
ur: فعال ٹُڈُو کو مکمل نشان زد کریں۔
zh_hans: 将活动的待办事项标记为已完成。

source: Mark as done
ar: وضع علامة كمكتمل
es: Marcar como hecho
hi: पूर्ण चिह्नित करें
it: Segna come fatto
ja: 完了にする
ms: Tandakan sebagai selesai
th: ทำเครื่องหมายว่าเสร็จ
ur: مکمل نشان زد کریں
zh_hans: 标记为完成

source: Mark Done
ar: وضع علامة كمكتمل
es: Marcar como hecho
hi: पूर्ण चिह्नित करें
it: Segna fatto
ja: 完了にする
ms: Tanda selesai
th: ทำเครื่องหมายว่าเสร็จ
ur: مکمل نشان زد کریں
zh_hans: 标记完成

source: Mark nanoDo active
ar: وضع علامة على نَنُدُ كنشط
es: Marcar nanoDo activo
hi: nanoDo को सक्रिय चिह्नित करें
it: Segna nanoDo attivo
ja: nanoDoをアクティブにする
ms: Tanda nanoDo aktif
th: ทำเครื่องหมาย nanoDo ว่าใช้งานอยู่
ur: نَینوڈو کو فعال نشان زد کریں
zh_hans: 标记 nanoDo 处于活动状态

source: Mark nanoDo done
ar: وضع علامة على نَنُدُ كمكتمل
es: Marcar nanoDo como hecho
hi: nanoDo हो गया चिह्नित करें
it: Segna nanoDo fatto
ja: nanoDoを完了にする
ms: Tanda nanoDo selesai
th: ทำเครื่องหมาย nanoDo ว่าเสร็จ
ur: نَینوڈو کو مکمل نشان زد کریں
zh_hans: 标记 nanoDo 已完成

source: Mark this toDō as done from the widget.
ar: ضع علامة على هذا تُدُ كمكتمل من الويدجت.
es: Marque esta tarea pendiente como realizada desde el widget.
hi: विजेट से इस toDō को 'हो गया' के रूप में चिह्नित करें।
it: Segna questo toDō come completato dal widget.
ja: ウィジェットからこのtoDōを完了にします。
ms: Tandakan toDō ini sebagai selesai daripada widget.
th: ทำเครื่องหมาย toDō นี้ว่าเสร็จแล้วจากวิดเจ็ต
ur: اس ٹُڈُو کو ویجٹ سے مکمل نشان زد کریں۔
zh_hans: 将此待办事项标记为已从小部件完成。

source: Mark toDō active
ar: وضع تُدُ كنشط
es: Marcar toDō como activo
hi: toDō को सक्रिय करें
it: Segna toDō come attivo
ja: toDōをアクティブにする
ms: Tandakan toDō aktif
th: ทำเครื่องหมาย toDō ว่าใช้งานอยู่
ur: تُدُ کو فعال نشان زد کریں
zh_hans: 标记 toDō 为活跃

source: Mark toDō done
ar: وضع تُدُ كمكتمل
es: Marcar toDō como completado
hi: toDō को पूरा करें
it: Segna toDō come completato
ja: toDōを完了にする
ms: Tandakan toDō selesai
th: ทำเครื่องหมาย toDō ว่าเสร็จแล้ว
ur: تُدُ کو مکمل نشان زد کریں
zh_hans: 标记 toDō 为完成

source: Mark toDō Done
ar: وضع علامة على تُدُ كمكتمل
es: Marcar tarea pendiente
hi: कार्य पूर्ण हो गया चिह्नित करें
it: Segna toDō completato
ja: toDōを完了にする
ms: Tandakan toDō selesai
th: ทำเครื่องหมาย toDō ว่าเสร็จแล้ว
ur: ٹُڈُو مکمل نشان زد کریں
zh_hans: 标记待办事项已完成

source: Match Deletes Everywhere
ar: مطابقة الحذف في كل مكان
es: Sincronizar eliminaciones
hi: हर जगह हटाना मिलाएँ
it: Allinea eliminazioni ovunque
ja: 削除をすべてに反映
ms: Padankan Pemadaman Di Mana-mana
th: ให้การลบตรงกันทุกที่
ur: حذف ہر جگہ ملائیں
zh_hans: 同步各处删除

source: Measure what matters
ar: قِس ما يهم
es: Mide lo que importa
hi: जो मायने रखता है उसे मापें
it: Misura ciò che conta
ja: 大切なことを測る
ms: Ukur perkara yang penting
th: วัดสิ่งที่สำคัญ
ur: جو اہم ہے اسے ناپیں
zh_hans: 衡量重要事项

source: Membership
ar: العضوية
es: Membresía
hi: सदस्यता
it: Piano
ja: メンバーシップ
ms: Keahlian
th: สมาชิกภาพ
ur: رکنیت
zh_hans: 会员资格

source: Merge
ar: دمج
es: Combinar
hi: मिलाएँ
it: Unisci
ja: 統合
ms: Gabung
th: รวม
ur: ضم کریں
zh_hans: 合并

source: Merge with Account
ar: الدمج مع الحساب
es: Combinar con la cuenta
hi: अकाउंट में मिलाएँ
it: Unisci con account
ja: アカウントに統合
ms: Gabung dengan Akaun
th: รวมกับบัญชี
ur: اکاؤنٹ میں ضم کریں
zh_hans: 与账户合并

source: Merging
ar: جارٍ الدمج
es: Combinando
hi: मिलाया जा रहा है
it: Unione in corso
ja: 統合中
ms: Menggabungkan
th: กำลังรวม
ur: ضم ہو رہا ہے
zh_hans: 正在合并

source: Microphone access is required.
ar: يلزم السماح بالوصول إلى الميكروفون.
es: Se requiere acceso al micrófono.
hi: माइक्रोफ़ोन की अनुमति आवश्यक है।
it: È necessario l'accesso al microfono.
ja: マイクへのアクセスが必要です。
ms: Akses mikrofon diperlukan.
th: จำเป็นต้องอนุญาตการเข้าถึงไมโครโฟน
ur: مائیکروفون تک رسائی درکار ہے۔
zh_hans: 需要麦克风访问权限。

source: Midnight
ar: منتصف الليل
es: Medianoche
hi: आधी रात
it: Mezzanotte
ja: ミッドナイト
ms: Tengah malam
th: เที่ยงคืน
ur: آدھی رات
zh_hans: 午夜

source: Minute
ar: دقيقة
es: Minuto
hi: मिनट
it: Minuto
ja: 分
ms: minit
th: นาที
ur: منٹ
zh_hans: 分钟

source: minutes
ar: دقائق
es: minutos
hi: मिनट
it: minuti
ja: 分
ms: minit
th: นาที
ur: منٹ
zh_hans: 分钟

source: Minutes
ar: دقائق
es: Minutos
hi: मिनट
it: Minuti
ja: 分
ms: minit
th: นาที
ur: منٹس
zh_hans: 分钟

source: Mode
ar: الوضع
es: Modo
hi: तरीका
it: Modalità
ja: モード
ms: Mod
th: โหมด
ur: موڈ
zh_hans: 模式

source: Modified
ar: تم التعديل
es: Modificado
hi: संशोधित
it: Modificato
ja: 変更
ms: Diubah
th: แก้ไขเมื่อ
ur: ترمیم شدہ
zh_hans: 修改的

source: Momentum
ar: الزخم
es: Impulso
hi: गति
it: Slancio
ja: 勢い
th: แรงส่ง
ur: رفتار
zh_hans: 进展势头

source: Month
ar: الشهر
es: Mes
hi: महीना
it: Mese
ja: 月
ms: bulan
th: เดือน
ur: مہینہ
zh_hans: 月

source: Monthly
ar: شهري
es: Mensual
hi: मासिक
it: Mensile
ja: 月額
ms: Bulanan
th: รายเดือน
ur: ماہانہ
zh_hans: 月度

source: Monthly and Annual share one subscription group, so Apple applies at most one introductory offer to an account.
ar: تشترك الشهري والسنوي في مجموعة اشتراك واحدة، لذلك تطبق Apple عرضًا تمهيديًا واحدًا كحد أقصى لكل حساب.
es: Mensual y Anual comparten un grupo de suscripción, por lo que Apple aplica como máximo una oferta introductoria por cuenta.
hi: मासिक और वार्षिक एक ही सदस्यता समूह में हैं, इसलिए Apple किसी खाते पर अधिकतम एक शुरुआती ऑफ़र लागू करता है।
it: Mensile e Annuale condividono un gruppo di abbonamento, quindi Apple applica al massimo un'offerta introduttiva per account.
ja: 月額と年額は同じサブスクリプショングループに属するため、Appleがアカウントに適用する導入オファーは最大1つです。
ms: Bulanan dan Tahunan berkongsi satu kumpulan langganan, jadi Apple menggunakan paling banyak satu tawaran pengenalan bagi setiap akaun.
th: แบบรายเดือนและรายปีอยู่ในกลุ่มการสมัครสมาชิกเดียวกัน Apple จึงใช้ข้อเสนอเริ่มต้นได้สูงสุดหนึ่งรายการต่อบัญชี
ur: ماہانہ اور سالانہ ایک ہی سبسکرپشن گروپ میں ہیں، اس لیے Apple ہر اکاؤنٹ پر زیادہ سے زیادہ ایک ابتدائی پیشکش لاگو کرتا ہے۔
zh_hans: 月度和年度订阅共用一个订阅组，因此 Apple 对每个账户最多应用一项首购优惠。

source: Monthly, Annual, and Lifetime unlock the same toDō+ membership, including unlimited personal Collab invitations.
ar: تتيح الخطط الشهرية والسنوية ومدى الحياة عضوية toDō+ نفسها، بما في ذلك دعوات Collab الشخصية غير المحدودة.
es: Los planes Mensual, Anual y De por vida desbloquean la misma membresía toDō+, incluidas invitaciones ilimitadas a Collabs personales.
hi: मासिक, वार्षिक और आजीवन विकल्प समान toDō+ सदस्यता अनलॉक करते हैं, जिसमें असीमित निजी Collab आमंत्रण शामिल हैं।
it: Mensile, Annuale e A vita sbloccano lo stesso abbonamento toDō+, inclusi inviti illimitati ai Collab personali.
ja: 月額、年間、Lifetimeのどれでも、個人向けCollabへの招待が無制限になる同じtoDō+メンバーシップを利用できます。
ms: Bulanan, Tahunan dan Sepanjang Hayat membuka keahlian toDō+ yang sama, termasuk jemputan Collab peribadi tanpa had.
th: แบบรายเดือน รายปี และตลอดชีพปลดล็อกสมาชิก toDō+ แบบเดียวกัน รวมถึงการเชิญ Collab ส่วนบุคคลได้ไม่จำกัด
ur: ماہانہ، سالانہ اور تاحیات سبھی ایک ہی toDō+ رکنیت کھولتے ہیں، جس میں ذاتی Collab کی لامحدود دعوتیں شامل ہیں۔
zh_hans: 月度、年度和终身方案均可解锁相同的 toDō+ 会员权益，包括无限发送个人 Collab 邀请。

source: Monthly, Annual, and Lifetime unlock the same toDō+ membership. Choose how you prefer to pay.
ar: تتيح الخطط الشهرية والسنوية ومدى الحياة عضوية toDō+ نفسها. اختر طريقة الدفع التي تفضلها.
es: Los planes Mensual, Anual y De por vida desbloquean la misma membresía toDō+. Elige cómo prefieres pagar.
hi: मासिक, वार्षिक और आजीवन विकल्प समान toDō+ सदस्यता अनलॉक करते हैं। अपनी पसंद का भुगतान तरीका चुनें।
it: Mensile, Annuale e A vita sbloccano lo stesso abbonamento toDō+. Scegli come preferisci pagare.
ja: 月額、年間、Lifetimeのどれでも同じtoDō+メンバーシップを利用できます。お好みの支払い方法を選んでください。
ms: Bulanan, Tahunan dan Sepanjang Hayat membuka keahlian toDō+ yang sama. Pilih cara pembayaran yang anda suka.
th: แบบรายเดือน รายปี และตลอดชีพปลดล็อกสมาชิก toDō+ แบบเดียวกัน เลือกวิธีชำระเงินที่คุณต้องการ
ur: ماہانہ، سالانہ اور تاحیات سبھی ایک ہی toDō+ رکنیت کھولتے ہیں۔ ادائیگی کا پسندیدہ طریقہ منتخب کریں۔
zh_hans: 月度、年度和终身方案均可解锁相同的 toDō+ 会员权益。请选择您偏好的付款方式。

source: Months
ar: شهور
es: Meses
hi: महीने
it: Mesi
ja: 月
ms: berbulan-bulan
th: เดือน
ur: مہینوں
zh_hans: 几个月

source: More
ar: المزيد
es: Más
hi: अधिक
it: Altro
ja: その他
ms: Lagi
th: เพิ่มเติม
ur: مزید
zh_hans: 更多

source: Most NanoDos
ar: أكثر نَنُدُس
es: La mayoría de los NanoDos
hi: अधिकांश नैनोडोस
it: La maggior parte dei NanoDo
ja: ほとんどの NanoDo
ms: Kebanyakan NanoDos
th: NanoDos ส่วนใหญ่
ur: سب سے زیادہ نَینوڈوز
zh_hans: 大多数 NanoDos

source: Most to Least
ar: الأكثر إلى الأقل
es: Más a menos
hi: ज़्यादा से कम
it: Dal massimo al minimo
ja: 多い順
ms: Paling banyak ke paling sedikit
th: มากไปน้อย
ur: زیادہ سے کم
zh_hans: 从多到少

source: Move local toDōs into iCloud sync for Apple devices.
ar: انقل المهام المحلية إلى مزامنةiCloudلأجهزةApple.
es: Mueva las tareas pendientes locales a la sincronizacióniCloudpara dispositivosApple.
hi: Appleउपकरणों के लिए स्थानीय toDōs कोiCloudसिंक में ले जाएं।
it: Sposta le attività locali nella sincronizzazioneiCloudper i dispositivi ZXPLACEholder1ZX.
ja: ローカル toDō をAppleデバイスのiCloud同期に移動します。
ms: Alihkan toDōs setempat ke dalam penyegerakaniClouduntuk perantiApple.
th: ย้ายสิ่งที่ต้องทำในเครื่องไปยังการซิงค์iCloudสำหรับอุปกรณ์Apple
ur: Appleآلات کے لیے مقامی ٹُڈُوز کوiCloudمطابقت پذیری میں منتقل کریں۔
zh_hans: 将本地待办事项移至Apple设备的iCloud同步中。

source: Move to Archives
ar: نقل إلى الأرشيف
es: Mover a Archivos
hi: पुरालेख में ले जाएँ
it: Sposta negli archivi
ja: アーカイブに移動
ms: Beralih ke Arkib
th: ย้ายไปที่เอกสารสำคัญ
ur: آرکائیو میں منتقل کریں
zh_hans: 移至档案

source: Move to Trash
ar: نقل إلى سلة المهملات
es: Mover a la papelera
hi: कूड़ेदान में ले जाएँ
it: Sposta nel cestino
ja: ゴミ箱に移動
ms: Alih ke Sampah
th: ย้ายไปถังขยะ
ur: ردی کی ٹوکری میں منتقل کریں
zh_hans: 移到废纸篓

source: Move toDō to trash
ar: نقل تُدُ إلى المهملات
es: Mover toDō a la papelera
hi: toDō को ट्रैश में ले जाएँ
it: Sposta toDō nel cestino
ja: toDōをゴミ箱に移動
ms: Alihkan toDō ke sampah
th: ย้าย toDō ไปที่ถังขยะ
ur: تُدُ کو کوڑے دان میں منتقل کریں
zh_hans: 将 toDō 移到废纸篓

source: Move your toDō Sync data into iCloud sync for Apple-only use.
ar: انقل بيانات تُدُ Sync إلى مزامنةiCloudلاستخدامAppleفقط.
es: Mueva sus datos de toDō Sync a la sincronizacióniCloudpara uso exclusivo deApple.
hi: केवलAppleके उपयोग के लिए अपने toDō सिंक डेटा कोiCloudसिंक में ले जाएं।
it: Sposta i tuoi dati toDō Sync nella sincronizzazioneiCloudper l'uso esclusivo conApple.
ja: Appleのみで使用するために、toDō 同期データをiCloud同期に移動します。
ms: Alihkan data Penyegerakan Tugasan anda ke penyegerakaniClouduntuk kegunaanApplesahaja.
th: ย้ายข้อมูล toDō Sync ของคุณไปยังการซิงค์iCloudสำหรับApple- ใช้เท่านั้น
ur: اپنے ٹُڈُو Sync ڈیٹا کوiCloudسنک میںApple- صرف استعمال کے لیے منتقل کریں۔
zh_hans: 将您的 toDō 同步数据移至iCloud同步中，仅供Apple使用。

source: My Profile
ar: ملفي الشخصي
es: Mi perfil
hi: मेरी प्रोफ़ाइल
it: Il mio profilo
ja: マイプロフィール
ms: Profil Saya
th: โปรไฟล์ของฉัน
ur: میری پروفائل
zh_hans: 我的个人资料

source: Name
ar: الاسم
es: Nombre
hi: नाम
it: Nome
ja: 名前
ms: Nama
th: ชื่อ
ur: نام
zh_hans: 名称

source: Name the shared space you want to use with other users.
ar: سمِّ المساحة المشتركة التي تريد استخدامها مع مستخدمين آخرين.
es: Pon nombre al espacio compartido que quieres usar con otros usuarios.
hi: उस साझा स्थान को नाम दें जिसे आप अन्य उपयोगकर्ताओं के साथ उपयोग करना चाहते हैं।
it: Assegna un nome allo spazio condiviso da usare con altri utenti.
ja: 他のユーザーと使う共有スペースに名前を付けます。
ms: Namakan ruang bersama yang ingin digunakan dengan pengguna lain.
th: ตั้งชื่อพื้นที่แชร์ที่คุณต้องการใช้กับผู้ใช้อื่น
ur: اس مشترکہ جگہ کا نام رکھیں جسے آپ دوسرے صارفین کے ساتھ استعمال کرنا چاہتے ہیں۔
zh_hans: 为要与其他用户一起使用的共享空间命名。

source: Name the shared space you will use with other users.
ar: سمِّ المساحة المشتركة التي ستستخدمها مع مستخدمين آخرين.
es: Pon nombre al espacio compartido que usarás con otros usuarios.
hi: उस साझा स्थान को नाम दें जिसका उपयोग आप अन्य उपयोगकर्ताओं के साथ करेंगे।
it: Assegna un nome allo spazio condiviso che userai con altri utenti.
ja: 他のユーザーと使う共有スペースに名前を付けます。
ms: Namakan ruang bersama yang akan digunakan dengan pengguna lain.
th: ตั้งชื่อพื้นที่แชร์ที่คุณจะใช้กับผู้ใช้อื่น
ur: اس مشترکہ جگہ کا نام رکھیں جسے آپ دوسرے صارفین کے ساتھ استعمال کریں گے۔
zh_hans: 为将与其他用户一起使用的共享空间命名。

source: NanoDo
ar: نَنُدُ
ur: نَنُدُ

source: NanoDo Completion
ar: إكمال نَنُدُ
es: Finalización de NanoDos
hi: NanoDo पूर्णता
it: Completamento NanoDo
ja: NanoDo 完了
ms: Penyelesaian NanoDo
th: การทำ NanoDo ให้เสร็จ
ur: نینو ڈو تکمیل
zh_hans: NanoDo 完成

source: nanoDo was not found on iPhone.
ar: لم يتم العثور على النَنُدُ على iPhone.
es: No se encontró el nanoDo en el iPhone.
hi: nanoDo iPhone पर नहीं मिला.
it: nanoDo non trovato su iPhone.
ja: iPhoneでnanoDoが見つかりません。
ms: nanoDo tidak ditemui pada iPhone.
th: ไม่พบ nanoDo บน iPhone
ur: iPhone پر نَنُدُ نہیں ملا۔
zh_hans: 在 iPhone 上找不到 nanoDo。

source: NanoDo: due
ar: نَنُدُ: مستحق
es: NanoDo: vence
hi: NanoDo: नियत
it: NanoDo: scadenza
ja: NanoDo：期限
ms: NanoDo: tiba masa
th: NanoDo: ถึงกำหนด
ur: نَنُدُ: مقررہ وقت
zh_hans: NanoDo：到期

source: NanoDos
ar: نَنُدُس
ur: نَنُدُز

source: Needs attention
ar: يحتاج إلى انتباه
es: Necesita atención
hi: ध्यान चाहिए
it: Richiede attenzione
ja: 要確認
ms: Perlu perhatian
th: ต้องตรวจสอบ
ur: توجہ چاہیے
zh_hans: 需要关注

source: Needs Review
ar: يحتاج إلى مراجعة
es: Revisión de necesidades
hi: समीक्षा की आवश्यकता है
it: Necessita di revisione
ja: 見直しが必要
ms: Perlu Semakan
th: ต้องการการตรวจสอบ
ur: جائزہ کی ضرورت ہے۔
zh_hans: 需求审查

source: Needs Sign In
ar: يتطلب تسجيل الدخول
es: Requiere inicio de sesión
hi: साइन इन आवश्यक
it: Accesso richiesto
ja: サインインが必要
ms: Perlu Log Masuk
th: ต้องลงชื่อเข้าใช้
ur: سائن اِن درکار ہے
zh_hans: 需要登录

source: New
ar: جديد
es: Nuevo
hi: नया
it: Nuovo
ja: 新規
ms: Baharu
th: ใหม่
ur: نیا
zh_hans: 新的

source: New Collab
ar: تعاون جديد
es: Nueva colaboración
hi: नया सहयोग
it: Nuova collaborazione
ja: 新規コラボ
ms: Kolaborasi Baharu
th: การร่วมงานใหม่
ur: نیا تعاون
zh_hans: 新建协作

source: New subscribers receive 1 week free. Renews monthly.
ar: يحصل المشتركون الجدد على أسبوع مجاني. يتجدد شهريًا.
es: Los nuevos suscriptores reciben 1 semana gratis. Se renueva mensualmente.
hi: नए सदस्यों को 1 सप्ताह निःशुल्क मिलता है। हर महीने नवीनीकरण होता है।
it: I nuovi abbonati ricevono 1 settimana gratuita. Si rinnova ogni mese.
ja: 新規登録者は1週間無料です。月ごとに更新されます。
ms: Pelanggan baharu mendapat 1 minggu percuma. Diperbaharui setiap bulan.
th: สมาชิกใหม่รับฟรี 1 สัปดาห์ ต่ออายุรายเดือน
ur: نئے سبسکرائبرز کو 1 ہفتہ مفت ملتا ہے۔ ہر ماہ تجدید ہوتی ہے۔
zh_hans: 新订阅者可免费使用 1 周。按月续订。

source: New subscribers receive 14 days free. Renews yearly.
ar: يحصل المشتركون الجدد على 14 يومًا مجانًا. يتجدد سنويًا.
es: Los nuevos suscriptores reciben 14 días gratis. Se renueva anualmente.
hi: नए सदस्यों को 14 दिन निःशुल्क मिलते हैं। हर वर्ष नवीनीकरण होता है।
it: I nuovi abbonati ricevono 14 giorni gratuiti. Si rinnova ogni anno.
ja: 新規登録者は14日間無料です。年ごとに更新されます。
ms: Pelanggan baharu mendapat 14 hari percuma. Diperbaharui setiap tahun.
th: สมาชิกใหม่รับฟรี 14 วัน ต่ออายุรายปี
ur: نئے سبسکرائبرز کو 14 دن مفت ملتے ہیں۔ ہر سال تجدید ہوتی ہے۔
zh_hans: 新订阅者可免费使用 14 天。按年续订。

source: new tag
ar: وسم جديد
es: nueva etiqueta
hi: नया टैग
it: nuovo tag
ja: 新しいタグ
ms: tag baharu
th: แท็กใหม่
ur: نیا ٹیگ
zh_hans: 新标签

source: New toDō
ar: تُدُ جديد
es: Nueva tarea pendiente
hi: नया कार्य
it: Nuovo toDō
ja: 新しいtoDō
ms: toDō Baharu
th: toDō ใหม่
ur: نیا ٹُڈُو
zh_hans: 新待办事项

source: Newest to Oldest
ar: الأحدث إلى الأقدم
es: Más reciente a más antiguo
hi: सबसे नए से पुराने
it: Dal più recente al meno recente
ja: 新しい順
ms: Terbaru ke terlama
th: ใหม่สุดไปเก่าสุด
ur: نئے سے پرانے
zh_hans: 从最新到最旧

source: Next month
ar: الشهر التالي
es: Mes próximo
hi: अगले महीने
it: Mese successivo
ja: 翌月
ms: Bulan seterusnya
th: เดือนถัดไป
ur: اگلا مہینہ
zh_hans: 下个月

source: Next move
ar: الخطوة التالية
es: Siguiente paso
hi: अगला कदम
it: Prossima mossa
ja: 次の一手
ms: Langkah seterusnya
th: ก้าวต่อไป
ur: اگلا قدم
zh_hans: 下一步

source: No account required. toDō will stay on this device.
ar: لا يلزم حساب. سيبقى تُدُ على هذا الجهاز.
es: No hace falta cuenta. toDō se quedara en este dispositivo.
hi: खाते की जरूरत नहीं। toDō इस डिवाइस पर रहेगा।
it: Nessun account richiesto. toDō restera su questo dispositivo.
ja: アカウントは不要です。toDōはこのデバイスに残ります。
ms: Tiada akaun diperlukan. toDō akan kekal pada peranti ini.
th: ไม่ต้องมีบัญชี toDō จะอยู่บนอุปกรณ์นี้
ur: اکاؤنٹ کی ضرورت نہیں۔ toDō اسی ڈیوائس پر رہے گا۔
zh_hans: 无需帐户。toDō 会保留在此设备上。

source: No active tag load
ar: لا يوجد حمل وسوم نشط
es: Sin carga de etiquetas activas
hi: कोई सक्रिय टैग भार नहीं
it: Nessun carico di tag attivo
ja: アクティブなタグ負荷なし
ms: Tiada beban tag aktif
th: ไม่มีภาระแท็กที่ใช้งานอยู่
ur: کوئی فعال ٹیگ بوجھ نہیں
zh_hans: 无活动标签负载

source: No active toDōs
ar: لا توجد تُدُس نشطة
es: No hay tareas pendientes activas
hi: कोई सक्रिय toDōs नहीं
it: Nessun toDō attivo
ja: アクティブなtoDōはありません
ms: Tiada toDō aktif
th: ไม่มี toDō ที่ใช้งานอยู่
ur: کوئی فعال ٹُڈُوز نہیں
zh_hans: 没有活动的待办事项

source: No additional tags
ar: لا توجد وسوم إضافية
es: Sin etiquetas adicionales
hi: कोई अतिरिक्त टैग नहीं
it: Nessun tag aggiuntivo
ja: 追加タグなし
ms: Tiada tag tambahan
th: ไม่มีแท็กเพิ่มเติม
ur: مزید ٹیگز نہیں
zh_hans: 没有附加标签

source: No completed or archived toDōs
ar: لا توجد تُدُس مكتملة أو مؤرشفة
es: No hay tareas pendientes completadas o archivadas
hi: कोई पूर्ण या संग्रहीत toDōs नहीं
it: Nessun toDō completato o archiviato
ja: 完了またはアーカイブ済みのtoDōはありません
ms: Tiada toDō selesai atau diarkibkan
th: ไม่มี toDō ที่เสร็จแล้วหรือเก็บถาวร
ur: کوئی مکمل یا آرکائیو شدہ ٹُڈُوز نہیں
zh_hans: 没有完成或存档的待办事项

source: No default tags
ar: لا توجد وسوم افتراضية
es: Sin etiquetas predeterminadas
hi: कोई डिफ़ॉल्ट टैग नहीं
it: Nessun tag predefinito
ja: デフォルトタグなし
ms: Tiada tag lalai
th: ไม่มีแท็กเริ่มต้น
ur: کوئی ڈیفالٹ ٹیگز نہیں
zh_hans: 没有默认标签

source: No done toDōs yet.
ar: لا توجد تُدُس مكتملة بعد.
es: Aún no hay toDōs completados.
hi: अभी कोई पूरा किया गया toDō नहीं है.
it: Nessun toDō completato.
ja: 完了したtoDōはまだありません。
ms: Belum ada toDō selesai.
th: ยังไม่มี toDō ที่เสร็จแล้ว
ur: ابھی کوئی مکمل تُدُس نہیں۔
zh_hans: 还没有完成的 toDō。

source: No Due Date
ar: بلا تاريخ استحقاق
es: Sin fecha de vencimiento
hi: कोई देय तिथि नहीं
it: Nessuna scadenza
ja: 期限なし
ms: Tiada Tarikh Akhir
th: ไม่มีกำหนด
ur: کوئی مقررہ تاریخ نہیں
zh_hans: 无截止日期

source: No extra detail yet. Add a due date, notes, tags, or NanoDos to make this panel useful.
ar: لا توجد تفاصيل إضافية بعد. أضف تاريخ استحقاق أو ملاحظات أو وسومًا أو نَنُدُس لجعل هذه اللوحة مفيدة.
es: Aún no hay detalles adicionales. Agregue una fecha de vencimiento, notas, etiquetas o NanoDos para que este panel sea útil.
hi: अभी तक कोई अतिरिक्त विवरण नहीं. इस पैनल को उपयोगी बनाने के लिए एक नियत तिथि, नोट्स, टैग या नैनोडोस जोड़ें।
it: Ancora nessun dettaglio. Aggiungi scadenza, note, tag o NanoDo per rendere utile questo pannello.
ja: 追加の詳細はまだありません。期日、メモ、タグ、NanoDoを追加するとこのパネルが役立ちます。
ms: Belum ada butiran tambahan. Tambah tarikh akhir, nota, tag atau NanoDo untuk menjadikan panel ini berguna.
th: ยังไม่มีรายละเอียดเพิ่มเติม เพิ่มวันครบกำหนด บันทึก แท็ก หรือ NanoDo เพื่อให้แผงนี้มีประโยชน์
ur: ابھی کوئی اضافی تفصیل نہیں۔ اس پینل کو مفید بنانے کے لیے مقررہ تاریخ، نوٹس، ٹیگز، یا نَینوڈوز شامل کریں۔
zh_hans: 目前还没有额外的细节。添加截止日期、注释、标签或 NanoDos 以使此面板有用。

source: No local Watch toDōs are waiting.
ar: لا توجد مهام toDō محلية على الساعة في الانتظار.
es: No hay toDōs locales del Watch en espera.
hi: Watch पर कोई स्थानीय toDō प्रतीक्षा में नहीं है।
it: Nessun toDō locale su Watch è in attesa.
ja: 待機中のWatch内toDōはありません。
ms: Tiada toDō setempat pada Watch yang menunggu.
th: ไม่มี toDō ใน Watch ที่รออยู่
ur: Watch پر کوئی مقامی toDō منتظر نہیں ہے۔
zh_hans: 没有等待处理的 Watch 本地 toDō。
